{
    "inicio": "Home",
    "repositorio": "Repository",
    "mas_informacion": "More Information",
    "hola": "Welcome",    
    "bienvenido": "Welcome to MQGenerator!",
    "descripcion": "MQGenerator is a web application designed for the automatic and personalized generation of integrated control problems for projects, primarily using earned value and earned scheduling techniques.",
    "comprobar_cuestionario": "To check the questionnaire, you can use the following page:",
    "obtener_mas_informacion": "For more information about the process or the project authors, you can visit the \"Repository\" or \"More information\" buttons at the top of this page.",
    "para_empezar": "When you click the Start button you will be shown a screen with different types of CLOZE questions to choose from and automate.",
    "empezar": "Start",
    "info": "GENERAL INFORMATION",
    "pregunta1": "What is MQGenerator?",
    "respuesta1": "MQGenerator is a web application developed as a TFG of the Computer Engineering degree at the University of Burgos that allows to automatically generate questionnaires for the subject of Project Management in a simple way.",
    "pregunta2": "Who is involved in the project?",
    "respuesta2": "The MQGenerator project has been initiated by the Computer Engineering student Álvaro Hoyuelos Martín, tutored by Ms. Virginia Ahedo and Mr. Jose Manuel Galán.",
    "pregunta3": "What kind of questions are available?",
    "respuesta3": "We currently have CLOZE questions where it generates a table or a random graph and calculates the solutions to the possible questions.",
    "pregunta4": "What tools have been used for the project?",
    "tabla": "Table",
    "valor": "Earned Value",
    "programacion": "Earned Scheduling",
    "tareas_tabla": "Enter the maximum number of tasks, minimum 6",
    "costes_tabla": "Enter the cost range for CPTP and CRTR separated by commas",
    "preguntas": "Enter the number of questions you want to generate",
    "cancelar": "Cancel",
    "generar_fichero": "Generate File",
    "tiempos_valor": "Enter the range of end times (months) separated by commas",
    "costes_valor": "Enter the range of cumulative cost (€) separated by commas",
    "descargar": "Download File",
    "nuevo_fichero": "Create Another File",
    "idioma": "Select the language you want to create the file in",
    "esp": "Spanish",
    "eng": "English"
  }
  