{
    "inicio": "Inicio",
    "repositorio": "Repositorio",
    "mas_informacion": "Más información",
    "hola": "Bienvenido",
    "bienvenido": "¡Bienvenido a MQGenerator!",
    "descripcion": "MQGenerator es una aplicación web diseñada para la generación automática y personalizada de problemas de control integrado de proyectos, fundamentalmente mediante técnicas de valor ganado y programación.",
    "comprobar_cuestionario": "Para comprobar el cuestionario puedes usar la siguiente página:",
    "obtener_mas_informacion": "Para obtener más información sobre el proceso o los autores del proyecto puedes visitar, pulsando los botones en la parte superior de esta página \"Repositorio\" o \"Más información\".",
    "para_empezar": "Cuando pulses el botón de Empezar se le mostrará la pantalla las diferentes tipo de preguntas CLOZE para elegir y automatizar.",
    "empezar": "Empezar",
    "info": "INFOMACIÓN GENERAL",
    "pregunta1": "¿Qué es MQGenerator?",
    "respuesta1": "MQGenerator es una aplicación web desarrollada como TFG del grado de ingeniería informática en la Universidad de Burgos que permite generar de forma automática cuestionarios para la asignatura de Gestión de Proyectos de una forma sencilla.",
    "pregunta2": "¿Quién integra el proyecto?",
    "respuesta2": "El proyecto de MQGenerator ha sido iniciado por el alumno del grado de Ingeniería Informática Álvaro Hoyuelos Martín, tutorizado por Dña. Virginia Ahedo y D. Jose Manuel Galán.",
    "pregunta3": "¿Qué tipo de preguntas están disponibles?",
    "respuesta3": "Actualmente contamos con preguntas CLOZE donde genera una tabla o una gráfica aleatoria y calcula las soluciones a las posibles preguntas.",
    "pregunta4": "¿Qué herramientas se han utilizado para el proyecto?",
    "tabla": "Tabla",
    "valor": "Valor Ganado",
    "programacion": "Programación Ganada",
    "tareas_tabla": "Introduce el número máximo de tareas, mínimo 6",
    "costes_tabla": "Introduce el rango de costes para CPTP y CRTR separado por comas",
    "preguntas": "Introduce el número de preguntas que quieres generar",
    "cancelar": "Cancelar",
    "generar_fichero": "Generar Fichero",
    "tiempos_valor": "Introduce el rango de tiempo final (meses) separado por comas",
    "costes_valor": "Introduce el rango de coste acumulado final (€) separado por comas",
    "descargar": "Descargar Fichero",
    "nuevo_fichero": "Crear otro fichero",
    "idioma": "Seleciona el idioma que quieres crear el fichero",
    "esp": "Español",
    "eng": "Inglés"
  }